{"dataArray":[{"title":"Kodomo no Jikan Recap","titleJPN":"こどものじかん","episodes":1,"episodesFinished":1,"score":6.89,"scoreUser":137,"thumbnail":"https://cdn.myanimelist.net/images/anime/5/9186.jpg","image_path":"static/animedb/Kodomo_no_Jikan_Recap-Kodomo_no_Jikan_Recap/image","synopsis":"A 86-minute DVD episode that includes an uncensored summary of the original TV series.","type":"OVA","status":"watching","season":null},{"title":"Tonari no Totoro","titleJPN":"となりのトトロ","episodes":1,"episodesFinished":1,"score":8.27,"scoreUser":143,"thumbnail":"https://cdn.myanimelist.net/images/anime/4/75923.jpg","image_path":"static/animedb/Tonari_no_Totoro-Tonari_no_Totoro/image","synopsis":"In 1950s Japan, Tatsuo Kusakabe relocates himself and his two daughters, Satsuki and Mei, to the countryside to be closer to their mother, who is hospitalized due to long-term illness. As the girls grow acquainted with rural life, Mei encounters a small, bunny-like creature in the yard one day. Chasing it into the forest, she finds \"Totoro\"—a giant, mystical forest spirit whom she soon befriends. Before long, Satsuki too meets Totoro, and the two girls suddenly find their lives filled with magical adventures in nature and fantastical creatures of the woods. [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Steins;Gate 0","titleJPN":"シュタインズ・ゲート ゼロ","episodes":23,"episodesFinished":23,"score":8.51,"scoreUser":160,"thumbnail":"https://cdn.myanimelist.net/images/anime/1375/93521.jpg","image_path":"static/animedb/Steins_Gate_0-Steins_Gate_0/image","synopsis":"The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. While working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who later turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2018"},{"title":"Horimiya","titleJPN":"ホリミヤ","episodes":13,"episodesFinished":13,"score":8.21,"scoreUser":147,"thumbnail":"https://cdn.myanimelist.net/images/anime/1695/111486.jpg","image_path":"static/animedb/Horimiya-Horimiya/image","synopsis":"On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent. Having opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2021"},{"title":"Megami-ryou no Ryoubo-kun.","titleJPN":"女神寮の寮母くん。","episodes":10,"episodesFinished":10,"score":6.56,"scoreUser":121,"thumbnail":"https://cdn.myanimelist.net/images/anime/1436/116410.jpg","image_path":"static/animedb/Megami-ryou_no_Ryoubo-kun-Megami-ryou_no_Ryoubo-kun/image","synopsis":"Twelve-year-old Koushi Nagumo's life suddenly goes downhill when his father abandons him after their house burns down. Left to fend for himself, Koushi collapses on the street, but an eccentric woman named Mineru Wachi takes pity on him and brings him to the female dormitory \"Megami-ryou.\" After learning of Koushi's situation, Mineru, who happens to be the temporary manager, invites him to become Megami-ryou's official dormitory mother. However, what awaits him are the dorm's residents—each with their own wacky shenanigans—like the androphobic yet gentle Atena Saotome, the feminine tomboy Kiriya Senshou, and Mineru herself, whose recklessness knows no bounds when it comes to science. Despite this, Koushi does his best to fulfill the duties of this crazy new life! [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Meikyuu Black Company","titleJPN":"迷宮ブラックカンパニー","episodes":12,"episodesFinished":12,"score":7.34,"scoreUser":150,"thumbnail":"https://cdn.myanimelist.net/images/anime/1753/116290.jpg","image_path":"static/animedb/Meikyuu_Black_Company-Meikyuu_Black_Company/image","synopsis":"After working tirelessly toward his goal of a self-sustainable NEET lifestyle, Kinji Ninomiya has finally achieved his dreams. Now looking down on common folk commuting during a typhoon from the penthouse of one of his apartment buildings, Kinji gets ready to start his new, slothful life. However, all of his hard work goes to waste when a portal appears beneath him from out of nowhere. Teleported to another world, Kinji is forced to work for a mining company that focuses solely on profits and has no care whatsoever for the safety and well-being of its employees. Refusing to live in such conditions, he begins devising plans to get rich quickly, building connections with others in this new world and making his best efforts to escape the stringent corporate life. Will Kinji be able to overcome his restraints and attain financial freedom once more? [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Jujutsu Kaisen (TV)","titleJPN":"呪術廻戦","episodes":24,"episodesFinished":24,"score":8.72,"scoreUser":150,"thumbnail":"https://cdn.myanimelist.net/images/anime/1171/109222.jpg","image_path":"static/animedb/Jujutsu_Kaisen_TV-Jujutsu_Kaisen_TV/image","synopsis":"Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the \"King of Curses.\" Yuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2020"},{"title":"Toradora!","titleJPN":"とらドラ！","episodes":25,"episodesFinished":25,"score":8.14,"scoreUser":146,"thumbnail":"https://cdn.myanimelist.net/images/anime/13/22128.jpg","image_path":"static/animedb/Toradora-Toradora/image","synopsis":"Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\" One day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend! Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Fall 2008"},{"title":"Peach Boy Riverside","titleJPN":"ピーチボーイリバーサイド","episodes":12,"episodesFinished":12,"score":6.31,"scoreUser":120,"thumbnail":"https://cdn.myanimelist.net/images/anime/1535/115023.jpg","image_path":"static/animedb/Peach_Boy_Riverside-Peach_Boy_Riverside/image","synopsis":"In a magical world where humans, demihumans, and oni are heavily at odds with each other, a princess named Saltorine \"Sally\" Aldike is on a journey to find a person named Mikoto Kibitsu. Traversing the world, Sally comes across many truths that she had been ignorant of due to her lineage—including the knowledge that the oni possess power potent enough to wipe out humanity. Seemingly blessed with a way to counter the oni's might, Sally has a strange power that manifests itself as a sigil resembling a peach, giving her superhuman abilities capable of defeating powerful oni with ease. Even so, Sally refuses to discriminate between humans, demihumans, and oni as much as possible, believing that peace between the three factions could be attainable one day. On the contrary, Mikoto—who also has the same ability as Sally's but with greater mastery—has a different goal. Mikoto is out to kill and torment all oni in existence, stopping at nothing to fulfill this objective. As Sally and Mikoto continue to cross paths, the power they possess will spell the difference between amicable coexistence and utter annihilation. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Yahari Ore no Seishun Love Comedy wa Machigatteiru.","titleJPN":"やはり俺の青春ラブコメはまちがっている。","episodes":13,"episodesFinished":13,"score":8.03,"scoreUser":137,"thumbnail":"https://cdn.myanimelist.net/images/anime/1786/120117.jpg","image_path":"static/animedb/Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru-Yahari_Ore_no_Seishun_Love_Comedy_wa_Machigatteiru/image","synopsis":"Hachiman Hikigaya is an apathetic high school student with narcissistic and semi-nihilistic tendencies. He firmly believes that joyful youth is nothing but a farce, and everyone who says otherwise is just lying to themselves. In a novel punishment for writing an essay mocking modern social relationships, Hachiman's teacher forces him to join the Volunteer Service Club, a club that aims to extend a helping hand to any student who seeks their support in achieving their goals. With the only other club member being the beautiful ice queen Yukino Yukinoshita, Hachiman finds himself on the front line of other people's problems—a place he never dreamed he would be. As Hachiman and Yukino use their wits to solve many students' problems, will Hachiman's rotten view of society prove to be a hindrance or a tool he can use to his advantage? [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Spring 2013"},{"title":"Bokutachi no Remake","titleJPN":"ぼくたちのリメイク","episodes":12,"episodesFinished":12,"score":7.48,"scoreUser":115,"thumbnail":"https://cdn.myanimelist.net/images/anime/1871/118309.jpg","image_path":"static/animedb/Bokutachi_no_Remake-Bokutachi_no_Remake/image","synopsis":"Life is not going well for 28-year-old Kyouya Hashiba. Having left his office job to pursue a career in the video game industry, his internship at a popular game studio abruptly ends, leaving him unemployed and forcing him to move back in with his parents. Additionally, his jealousy toward the success of the \"Platinum Generation\"—a group of similarly-aged creators—has caused him to regret his decision to attend a traditional university instead of an arts college. Even though he believes there are no second chances in life, Kyouya is suddenly given one when he wakes up one day and finds himself 10 years in the past. Instead of choosing business school like he originally had, Kyouya decides to pursue his passions and attends the Oonaka University of Art. There, he meets classmate Eiko Kawasegawa, the woman who had hired him as an intern in the present, alongside his new housemates and future Platinum Generation members: underachieving artist Aki Shino, aspiring singer and actress Nanako Kogure, and naturally-gifted writer Tsurayuki Rokuonji. With each project they complete together, Kyouya and his friends venture closer to discovering their true potential as creators and remaking their lives into the ideal versions they desire. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Gekkan Shoujo Nozaki-kun","titleJPN":"月刊少女野崎くん","episodes":12,"episodesFinished":12,"score":7.88,"scoreUser":135,"thumbnail":"https://cdn.myanimelist.net/images/anime/5/66083.jpg","image_path":"static/animedb/Gekkan_Shoujo_Nozaki-kun-Gekkan_Shoujo_Nozaki-kun/image","synopsis":"Chiyo Sakura is a cheerful high school girl who has fallen head over heels for the oblivious Umetarou Nozaki. Much to Chiyo's confusion, when she confesses to her beloved Nozaki, he hands her an unfamiliar autograph. As it turns out, the stoic teenage boy is actually a respected shoujo mangaka, publishing under the pen name Sakiko Yumeno! A series of misunderstandings leads to Chiyo becoming one of Nozaki's manga assistants. Throughout the hilarious events that ensue, she befriends many of her quirky schoolmates, including her seemingly shameless fellow assistant, Mikoto Mikoshiba, and the \"Prince of the School,\" Yuu Kashima. Gekkan Shoujo Nozaki-kun follows Chiyo as she strives to help Nozaki with his manga and hopes that he will eventually notice her feelings. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2014"},{"title":"Tantei wa Mou, Shindeiru.","titleJPN":"探偵はもう、死んでいる。","episodes":12,"episodesFinished":12,"score":6.36,"scoreUser":110,"thumbnail":"https://cdn.myanimelist.net/images/anime/1843/115815.jpg","image_path":"static/animedb/Tantei_wa_Mou_Shindeiru-Tantei_wa_Mou_Shindeiru/image","synopsis":"Kimihiko Kimizuka has found himself inadvertently entangled in various crimes more times than he can remember, referring to himself as a magnet for trouble. One day, as if it was nothing out of the ordinary, a group of unknown men kidnaps him, forcing him to board a flight—where he also encounters a hijacking. Amid the resulting chaos, however, Kimizuka meets a stunning silver-haired beauty, going by the codename Siesta, who then saves the day. Claiming to be a legendary detective, Siesta enlists Kimizuka to be her sidekick. Though Kimizuka refuses at first, with Siesta's insistence, he eventually joins her—marking the start of a grand adventure spanning the entire world, preventing multiple threats that could spell doom for humanity along the way. Unfortunately, after three years of their unpredictable yet enjoyable time together, Siesta abruptly passes away. Distraught, Kimizuka tries to leave all memories of her behind, but as he begins to meet more people, it seems that Siesta's influence will never truly die. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Kanojo mo Kanojo","titleJPN":"カノジョも彼女","episodes":12,"episodesFinished":12,"score":6.66,"scoreUser":130,"thumbnail":"https://cdn.myanimelist.net/images/anime/1713/117119.jpg","image_path":"static/animedb/Kanojo_mo_Kanojo-Kanojo_mo_Kanojo/image","synopsis":"After harboring an unrequited love for years, Naoya Mukai finally gets to date his childhood friend, Saki Saki. However, just as he tries to commit himself to this relationship, he receives an abrupt confession from Nagisa Minase. At first, Naoya tries to reject her but is soon overcome by feelings of not wanting to hurt Nagisa. Trying to avoid betraying his girlfriend's trust in him, Naoya thinks up a \"solution\" to make both girls happy—two-timing. Naturally, Saki rebuffs this idea, but through Naoya's and Nagisa's persistence, she reluctantly submits. With this, a three-way affair begins between Naoya, his girlfriend, and his \"other\" girlfriend, as they develop a relationship that deviates from the social norm. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Jahy-sama wa Kujikenai!","titleJPN":"ジャヒー様はくじけない！","episodes":20,"episodesFinished":20,"score":7.12,"scoreUser":138,"thumbnail":"https://cdn.myanimelist.net/images/anime/1154/115599.jpg","image_path":"static/animedb/Jahy-sama_wa_Kujikenai-Jahy-sama_wa_Kujikenai/image","synopsis":"The great Jahy will not be defeated! Simultaneously combating starvation, the lack of A/C, and the unavoidable weakness of turning child-sized, Jahy—previously the second strongest being in the Dark Realm—is under great stress. If it weren't for the destruction of the mana crystal which used to power the Dark Realm, Jahy would still be living a life of power and luxury. And yet, at the moment, brawling with the landlady over rent is a recurring event for Jahy. Just to have a place to stay and food to eat, Jahy must work part-time. However, her immense pride will not allow her to live under such poor conditions for any longer than necessary. Vowing to reinstate the Dark Realm to its former glory, Jahy continues her journey to reassemble the mana crystal. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Kobayashi-san Chi no Maid Dragon S","titleJPN":"小林さんちのメイドラゴン 2期","episodes":12,"episodesFinished":12,"score":8.44,"scoreUser":145,"thumbnail":"https://cdn.myanimelist.net/images/anime/1252/115539.jpg","image_path":"static/animedb/Kobayashi-san_Chi_no_Maid_Dragon_S-Kobayashi-san_Chi_no_Maid_Dragon_S/image","synopsis":"As Tooru continues on her quest to become the greatest maid and Kanna Kamui fully immerses in her life as an elementary school student, there is not a dull day in the Kobayashi household with mischief being a daily staple. On one such day, however, a massive landslide is spotted on the hill where Kobayashi and Tooru first met—a clear display of a dragon's might. When none of the dragons they know claim responsibility, the perpetrator herself descends from the skies: Ilulu, the radical Chaos Dragon with monstrous power rivaling that of Tooru. Sickened by Tooru's involvement with humans, Ilulu resorts to the typical dragon method of resolving conflict—a battle to the death. Despite such behavior, she becomes intrigued by Kobayashi's ability to befriend dragons and decides instead to observe just what makes Kobayashi so special. With a new troublesome dragon in town, Kobayashi's eccentric life with a dragon maid is only getting merrier. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Ore, Tsushima","titleJPN":"俺、つしま","episodes":12,"episodesFinished":12,"score":7.04,"scoreUser":140,"thumbnail":"https://cdn.myanimelist.net/images/anime/1916/112514.jpg","image_path":"static/animedb/Ore_Tsushima-Ore_Tsushima/image","synopsis":"One morning, an old lady meets a stray cat searching for food in garbage cans and decides to take him back home to give him a proper meal. Despite being surprised to learn that the cat named Tsushima has the ability to speak, she nevertheless chooses to adopt him and entertains all of his whims. Ore, Tsushima details the hilarious adventures of the gluttonous and lazy Tsushima leopard cat in his new foster family. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Shiroi Suna no Aquatope","titleJPN":"白い砂のアクアトープ","episodes":24,"episodesFinished":24,"score":7.52,"scoreUser":143,"thumbnail":"https://cdn.myanimelist.net/images/anime/1932/114952.jpg","image_path":"static/animedb/Shiroi_Suna_no_Aquatope-Shiroi_Suna_no_Aquatope/image","synopsis":"After leaving her idol career behind, Fuuka Miyazawa finds herself on a spontaneous flight to Okinawa instead of returning home to her pity party in Morioka. Bearing a heavy heart and nowhere to go, she aimlessly wanders around the area until she stumbles upon Gama Gama Aquarium—an aging aquarium on the verge of closing down. With a lack of visitors and costly but necessary repairs needed to keep its doors open, the director is faced with shutting down the establishment for good by the end of the summer. The director's aquatic life-loving granddaughter—Kukuru Misakino—cannot stand the thought of the aquarium closing and is determined to make enough money by the end of the season to keep the doors open. Seeing the unique magic of the aquarium, Fuuka begs Kukuru for a job; however, she soon finds that her lack of experience makes her more of a hindrance than anything else. At the same time, Kukuru realizes that her ambitious goal might be more than she can handle. With mounting pressure from all around them, will Kukuru and Fuuka be able to save the one place they hold close to their hearts? [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Uramichi Oniisan","titleJPN":"うらみちお兄さん","episodes":13,"episodesFinished":13,"score":7.75,"scoreUser":131,"thumbnail":"https://cdn.myanimelist.net/images/anime/1126/115635.jpg","image_path":"static/animedb/Uramichi_Oniisan-Uramichi_Oniisan/image","synopsis":"In the studio of the morning childrens' show \"Together with Mama,\" a crew of miserable adults prepares their facades of amicable smiles and cheerful exteriors to educate a group of innocent preschoolers. In the middle of it stands Uramichi Omota, a former gymnast who can't help but bring the kids down to earth by revealing the harsh and depressing reality of adulthood, even in front of the rolling cameras. Behind the scenes, Uramichi's much-desired peace is disturbed by his two bothersome juniors who work as the show's rabbit and bear mascots and singers: Utano Tadano, a woman who only wishes to get married; and Iketeru Daga, a handsome man with a crass sense of humor. From smoking and exercising to nihilistic outbursts, everyone's big brother Uramichi always brings up the not-so-moral side to his life lessons. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Vanitas no Karte","titleJPN":"ヴァニタスの手記","episodes":12,"episodesFinished":12,"score":7.91,"scoreUser":125,"thumbnail":"https://cdn.myanimelist.net/images/anime/1401/118483.jpg","image_path":"static/animedb/Vanitas_no_Karte-Vanitas_no_Karte/image","synopsis":"Scorned by others of his kind for being born under a blue moon, the vampire Vanitas grew afraid and desolate. According to legend, he created a cursed grimoire known as the \"Book of Vanitas,\" and it is said he would one day use it to bring retribution upon all vampires of the crimson moon. In 19th century Paris, Noé Archiviste is searching for the fabled Book of Vanitas. Whilst traveling aboard an airship, he is saved from a vampire attack by an eccentric doctor who calls himself Vanitas and carries the very tome he seeks. Ironically, the self-proclaimed vampire specialist is a mere human who inherited both his name and the book from his master, the same Vanitas of legend. As the odd case of the Charlatan's Parade crops up, the doctor's ability to restore sanity to vampires by recovering their true name will prove most beneficial. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Shinigami Bocchan to Kuro Maid (Zoku-hen)","titleJPN":"死神坊ちゃんと黒メイド (続編)","episodes":null,"episodesFinished":0,"score":null,"scoreUser":138,"thumbnail":"https://cdn.myanimelist.net/images/anime/1588/117798.jpg","image_path":"static/animedb/Shinigami_Bocchan_to_Kuro_Maid_Zoku-hen-Shinigami_Bocchan_to_Kuro_Maid_Zoku-hen/image","synopsis":"Sequel of Shinigami Bocchan to Kuro Maid.","type":"Unknown","status":"watching","season":null},{"title":"Sonny Boy","titleJPN":"Sonny Boy","episodes":12,"episodesFinished":12,"score":7.67,"scoreUser":145,"thumbnail":"https://cdn.myanimelist.net/images/anime/1509/117149.jpg","image_path":"static/animedb/Sonny_Boy-Sonny_Boy/image","synopsis":"Thirty-six students find themselves and their school building suddenly adrift in a void-like dimension. When supernatural powers awaken in some of them, a sense of detachment begins to divide the group. Despite the student council's attempts to impose order, they clash with the students possessing special abilities, who rebel against their strict control. This conflict leads them to discover that this world has its own set of rules—and following them is necessary for survival. After one of the students decides to take a leap of faith, the school switches dimensions once again. While they deal with the unique challenges and circumstances that each world presents, the students must unravel the mysterious phenomenon and find a way back home. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2021"},{"title":"Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?","titleJPN":"打ち上げ花火、下から見るか？横から見るか？","episodes":1,"episodesFinished":1,"score":6.08,"scoreUser":120,"thumbnail":"https://cdn.myanimelist.net/images/anime/10/86521.jpg","image_path":"static/animedb/Uchiage_Hanabi_Shita_kara_Miru_ka_Yoko_kara_Miru_ka-Uchiage_Hanabi_Shita_kara_Miru_ka_Yoko_kara_Miru_ka/image","synopsis":"It's summer, and Norimichi Shimada and his friends want to know if fireworks look round or flat from the side. They forge a plan to find the answer at Moshimo Festival's fireworks display. However, Norimichi finds himself conflicted when his classmate, Nazuna Oikawa, plans to run away from home and wants Norimichi to join her. When things go awry in their attempt to escape, a strange orb in Nazuna's possession gives them another chance at staying together. [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Tenki no Ko","titleJPN":"天気の子","episodes":1,"episodesFinished":1,"score":8.34,"scoreUser":130,"thumbnail":"https://cdn.myanimelist.net/images/anime/1880/101146.jpg","image_path":"static/animedb/Tenki_no_Ko-Tenki_no_Ko/image","synopsis":"Tokyo is currently experiencing rain showers that seem to disrupt the usual pace of everyone living there to no end. Amidst this seemingly eternal downpour arrives the runaway high school student Hodaka Morishima, who struggles to financially support himself—ending up with a job at a small-time publisher. At the same time, the orphaned Hina Amano also strives to find work to sustain herself and her younger brother. Both fates intertwine when Hodaka attempts to rescue Hina from shady men, deciding to run away together. Subsequently, Hodaka discovers that Hina has a strange yet astounding power: the ability to call out the sun whenever she prays for it. With Tokyo's unusual weather in mind, Hodaka sees the potential of this ability. He suggests that Hina should become a \"sunshine girl\"—someone who will clear the sky for people when they need it the most. Things begin looking up for them at first. However, it is common knowledge that power always comes with a hefty price... [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Ore wo Suki nano wa Omae dake ka yo","titleJPN":"俺を好きなのはお前だけかよ","episodes":12,"episodesFinished":12,"score":7.35,"scoreUser":139,"thumbnail":"https://cdn.myanimelist.net/images/anime/1348/102797.jpg","image_path":"static/animedb/Ore_wo_Suki_nano_wa_Omae_dake_ka_yo-Ore_wo_Suki_nano_wa_Omae_dake_ka_yo/image","synopsis":"Amatsuyu \"Jouro\" Kisaragi is a completely average second-year high school student who has two dates over one weekend⁠—with the student council president Sakura \"Cosmos\" Akino on Saturday, then with his childhood friend Aoi \"Himawari\" Hinata on Sunday. Sadly for Jouro, both girls proclaim their love for his best friend Taiyou \"Sun-chan\" Ooga, the ace of the baseball team. Accepting each of their requests for advice and guidance, he is now responsible for helping the two girls win the heart of the same guy. Unbeknownst to his friends, Jouro's friendly and obtuse image is all but a ruse designed to cast himself as the clueless protagonist of a textbook romantic comedy. A schemer under his cheery facade, he makes the best of this unexpected turn of events with a new plan: get Sun-chan to fall for either Cosmos or Himawari and take the other as his own prize. But Jouro's last-ditch effort is threatened by the gloomy, four-eyed Sumireko \"Pansy\" Sanshokuin, who surprises Jouro with not only her knowledge of his secret personality but also a confession to the true self he hid for all this time. Stuck in this hilariously messy situation, each of the five students must navigate countless lies, traps, and misunderstandings to come out on top. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2019"},{"title":"Toaru Kagaku no Accelerator","titleJPN":"とある科学の一方通行〈アクセラレータ〉","episodes":12,"episodesFinished":12,"score":7.19,"scoreUser":130,"thumbnail":"https://cdn.myanimelist.net/images/anime/1160/99995.jpg","image_path":"static/animedb/Toaru_Kagaku_no_Accelerator-Toaru_Kagaku_no_Accelerator/image","synopsis":"Academy City stands at the forefront of scientific and technological progress, best known for their development of espers: those capable of wielding superhuman abilities that alter the rules of reality. The most powerful among them are the Level 5s, and the one known as Accelerator reigns supreme, even after being weakened by a severe brain injury. By his side is the young girl known as Last Order, whom despite his cold demeanor, he holds closely and vows to protect at all costs. Though Accelerator may be recovering from his injury, the dark side of Academy City never rests, and so he finds himself unwillingly caught up in the midst of a new conflict. When a mysterious young woman approaches Accelerator in pursuit of Last Order, the highest-ranked esper is confronted by a venomous organization that has taken root in Anti-Skill, Academy City's peacekeeping organization. With dangerous forces on the move that threaten to put Last Order and her sisters at risk, the self-proclaimed villain prepares to step into the darkness once again. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2019"},{"title":"Toaru Majutsu no Index Movie: Endymion no Kiseki","titleJPN":"劇場版 とある魔術の禁書目録 エンデュミオンの奇蹟","episodes":1,"episodesFinished":1,"score":7.46,"scoreUser":135,"thumbnail":"https://cdn.myanimelist.net/images/anime/1885/93861.jpg","image_path":"static/animedb/Toaru_Majutsu_no_Index_Movie__Endymion_no_Kiseki-Toaru_Majutsu_no_Index_Movie__Endymion_no_Kiseki/image","synopsis":"In the scientifically advanced Academy City, a miracle is about to occur: the completion of the world's first space elevator, \"Endymion.\" Meanwhile, a certain high school student, Touma Kamijou, and his companion Index are going about their daily lives when they encounter and befriend Arisa Meigo, a cheerful and ambitious singer. When strange occurrences begin taking place throughout the city, they lead to the discovery of an intricate plot surrounding Arisa and Endymion. Things only get more complicated when the Stiyl Magnus appears, signifying that the magical world is somehow involved too... [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Toaru Majutsu no Index III","titleJPN":"とある魔術の禁書目録Ⅲ","episodes":26,"episodesFinished":26,"score":6.79,"scoreUser":133,"thumbnail":"https://cdn.myanimelist.net/images/anime/1583/93857.jpg","image_path":"static/animedb/Toaru_Majutsu_no_Index_III-Toaru_Majutsu_no_Index_III/image","synopsis":"Touma Kamijou can't catch a break. After the invasion of Academy City, political tensions continue to rise as both the science and magic factions collide head on. It appears that Academy City intends to declare war against the Roman Catholic Church, consequently plunging the whole world into global warfare. Touma soon finds himself on the front lines once again, striving to protect his friends and allies. Toaru Majutsu no Index III serves as the last installment of the original franchise as Touma, Accelerator, and the true Level 0 Shiage Hamazura continue their separate journeys, leading up to the final act of the original light novel series. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2018"},{"title":"Shinmai Maou no Testament","titleJPN":"新妹魔王の契約者〈テスタメント〉","episodes":12,"episodesFinished":12,"score":6.74,"scoreUser":100,"thumbnail":"https://cdn.myanimelist.net/images/anime/1654/112033.jpg","image_path":"static/animedb/Shinmai_Maou_no_Testament-Shinmai_Maou_no_Testament/image","synopsis":"Running into your new stepsister in the bathroom is not the best way to make a good first impression, which Basara Toujou learns the hard way. When his father suddenly brings home two beautiful girls and introduces them as his new siblings, he has no choice but to accept into his family the Naruse sisters: busty redhead Mio and petite silver-haired Maria. But when these seemingly normal girls reveal themselves as demons—Mio the former Demon Lord's only daughter and Maria her trusted succubus servant—Basara is forced to reveal himself as a former member of a clan of \"Heroes,\" sworn enemies of the demons. However, having begun to care for his new sisters, Basara instead decides to protect them with his powers and forms a master-servant contract with Mio to keep watch over her. With the Heroes observing his every move and the constant threat of hostile demons, Basara has to do the impossible to protect his new family members. Moreover, the protector himself is hiding his own dark secret that still haunts him to this day... [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2015"},{"title":"Shinmai Maou no Testament Burst","titleJPN":"新妹魔王の契約者 BURST","episodes":10,"episodesFinished":10,"score":6.85,"scoreUser":100,"thumbnail":"https://cdn.myanimelist.net/images/anime/1151/94750.jpg","image_path":"static/animedb/Shinmai_Maou_no_Testament_Burst-Shinmai_Maou_no_Testament_Burst/image","synopsis":"Basara Toujou has a hard life. He is the older step-brother to two demonic sisters, Mio and Maria Naruse, whom he protects from entitled demons looking to claim Mio's power for themselves. On top of that, rising political tension within the demon realm only makes his job more difficult. When a messenger arrives with summons for Mio to the demon realm, she and her friends go in spite of the danger. Now on the enemy's turf, Basara will have to grow stronger through erotic pleasure in order to do the impossible and protect everyone. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2015"},{"title":"Toaru Majutsu no Index III","titleJPN":"とある魔術の禁書目録Ⅲ","episodes":26,"episodesFinished":26,"score":6.79,"scoreUser":133,"thumbnail":"https://cdn.myanimelist.net/images/anime/1583/93857.jpg","image_path":"static/animedb/Toaru_Majutsu_no_Index_III-Toaru_Majutsu_no_Index_III/image","synopsis":"Touma Kamijou can't catch a break. After the invasion of Academy City, political tensions continue to rise as both the science and magic factions collide head on. It appears that Academy City intends to declare war against the Roman Catholic Church, consequently plunging the whole world into global warfare. Touma soon finds himself on the front lines once again, striving to protect his friends and allies. Toaru Majutsu no Index III serves as the last installment of the original franchise as Touma, Accelerator, and the true Level 0 Shiage Hamazura continue their separate journeys, leading up to the final act of the original light novel series. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2018"},{"title":"Toaru Majutsu no Index","titleJPN":"とある魔術の禁書目録","episodes":24,"episodesFinished":24,"score":7.39,"scoreUser":130,"thumbnail":"https://cdn.myanimelist.net/images/anime/2/75533.jpg","image_path":"static/animedb/Toaru_Majutsu_no_Index-Toaru_Majutsu_no_Index/image","synopsis":"Academy City, Japan, is at the forefront of science. Besides being 30 years ahead of the world technologically, more than three-fourths of this peculiar city's population consists of students developing their psychic abilities as espers in various institutions. Among these students is Touma Kamijou, a high school boy with the lowest psychic rank of zero, but with a mysterious power no scientist can understand: \"Imagine Breaker,\" which allows him to negate other supernatural abilities. This, however, doesn't affect Kamijou's life in the least as he plays his role as a regular teenager; that is, until he meets the strange Index Librorum Prohibitorum, a young girl who has memorized the entirety of the forbidden grimoires, and now a dangerous organization is hunting Index down. With several magicians looking to harm the girl, Kamijou will defend his new companion at all costs as he discovers a strange new realm of the supernatural. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2008"},{"title":"High School DxD Hero","titleJPN":"ハイスクールDxD HERO","episodes":12,"episodesFinished":12,"score":7.26,"scoreUser":135,"thumbnail":"https://cdn.myanimelist.net/images/anime/1189/93528.jpg","image_path":"static/animedb/High_School_DxD_Hero-High_School_DxD_Hero/image","synopsis":"After rescuing his master, Rias Gremory, from the Dimensional Gap, Red Dragon Emperor and aspiring Harem King Issei Hyoudou can finally return to his high school activities alongside fellow members of the Occult Research Club: Yuuto Kiba, Asia Argento, Xenovia Quarta, and Irina Shidou. The group soon embarks on a school trip to Kyoto. While peacefully visiting a temple thanks to Rias' spell, an attacking group of local youkai breaks the calm atmosphere. Once the altercation ends, the club learns that the mythical nine-tailed fox that protected the city was abducted and that someone has framed them for the act. Issei and his friends will now have to fight to protect the city and save their school trip from a planned disaster! In the meantime, Rias, who had to stay in Tokyo with Akeno Himejima and Koneko Toujou, grows increasingly restless to have left the perverted Issei alone with the other girls of the Occult Research Club. Beyond this vague anxiety, what is the exact nature of the feelings Rias has been struggling with for the past few months? [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2018"},{"title":"High School DxD BorN: Yomigaeranai Fushichou","titleJPN":"ハイスクールD×D BorN OVA 蘇らない不死鳥","episodes":1,"episodesFinished":1,"score":7.43,"scoreUser":120,"thumbnail":"https://cdn.myanimelist.net/images/anime/1928/106618.jpg","image_path":"static/animedb/High_School_DxD_BorN__Yomigaeranai_Fushichou-High_School_DxD_BorN__Yomigaeranai_Fushichou/image","synopsis":"Unaired anime episode bundled with the limited edition of High School DxD DX.2.","type":"OVA","status":"finished","season":null},{"title":"High School DxD New","titleJPN":"ハイスクールD×D NEW","episodes":12,"episodesFinished":12,"score":7.5,"scoreUser":131,"thumbnail":"https://cdn.myanimelist.net/images/anime/12/47729.jpg","image_path":"static/animedb/High_School_DxD_New-High_School_DxD_New/image","synopsis":"The misadventures of Issei Hyoudou, high school pervert and aspiring Harem King, continue on in High School DxD New. As the members of the Occult Research Club carry out their regular activities, it becomes increasingly obvious that there is something wrong with their Knight, the usually composed and alert Yuuto Kiba. Soon, Issei learns of Kiba's dark, bloody past and its connection to the mysterious Holy Swords. Once the subject of a cruel experiment, Kiba now seeks revenge on all those who wronged him. With the return of an old enemy, as well as the appearance of two new, Holy Sword-wielding beauties, it isn't long before Issei and his Devil comrades are plunged into a twisted plot once more. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2013"},{"title":"High School DxD","titleJPN":"ハイスクールD×D","episodes":12,"episodesFinished":12,"score":7.36,"scoreUser":130,"thumbnail":"https://cdn.myanimelist.net/images/anime/1331/111940.jpg","image_path":"static/animedb/High_School_DxD-High_School_DxD/image","synopsis":"High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club. Slowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD! [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2012"},{"title":"Kanokon","titleJPN":"かのこん","episodes":12,"episodesFinished":12,"score":6.42,"scoreUser":125,"thumbnail":"https://cdn.myanimelist.net/images/anime/11/9490.jpg","image_path":"static/animedb/Kanokon-Kanokon/image","synopsis":"Kouta has girl troubles of the supernatural sort. For some reason, he keeps attracting the attention (and affections) of animal spirits! Having spent most of his life in the country, Kouta is understandably nervous when he moves in with his grandma to attend a high school in the big city. He hoped to make a good impression, but having Chizuru, a beautiful fox spirit, hanging off his arm didn't seem to be the sort of image he wanted to have. She's not alone in her love for Kouta, either. Nozomu, a wolf spirit, as well as other youkai have their sights set on the hapless country boy.","type":"TV","status":"finished","season":"Spring 2008"},{"title":"Joshiraku","titleJPN":"じょしらく","episodes":13,"episodesFinished":13,"score":7.48,"scoreUser":146,"thumbnail":"https://cdn.myanimelist.net/images/anime/8/48925.jpg","image_path":"static/animedb/Joshiraku-Joshiraku/image","synopsis":"Joshiraku follows the conversations of five rakugo storyteller girls relating the odd things that happen to them each day. Their comedic and satirical chatting covers all kinds of topics, from pointless observations of everyday life, to politics, manga, and more. Each girl has something new to add to the discussion, and the discourse never ends in the same place it began. Each of the rakugo girls has their own unique personality, with the energetic but immature Marii Buratei; the seemingly cute Kigurumi Haroukitei; the inherently lucky and carefree Tetora Bouhatei; the calm and violent Gankyou Kuurubiyuutei; and the pessimistic and unstable Kukuru Anrakutei. These girls—and their mysterious friend in a wrestling mask—give their observations to the audience, either backstage at the rakugo theater or in various famous locations around Tokyo. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2012"},{"title":"Yosuga no Sora: In Solitude, Where We Are Least Alone.","titleJPN":"ヨスガノソラ In solitude, where we are least alone.","episodes":12,"episodesFinished":12,"score":6.14,"scoreUser":126,"thumbnail":"https://cdn.myanimelist.net/images/anime/5/76216.jpg","image_path":"static/animedb/Yosuga_no_Sora__In_Solitude_Where_We_Are_Least_Alone-Yosuga_no_Sora__In_Solitude_Where_We_Are_Least_Alone/image","synopsis":"Due to a sudden accident, twins Haruka and Sora Kasugano have lost both of their parents. Starting their lives anew, they return to their childhood home—living once again in the rural, quaint town like they did four years ago. However, revisiting such a nostalgic place also means recalling all the memories the two of them made together, be it those that gave them blissful joy or those that made them suffer painful sorrow. Meeting both old acquaintances and new companions alike, the story of Haruka and Sora only gets more convoluted as their lives are slowly influenced by different acts of love, friendship, envy—and perhaps even lust. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2010"},{"title":"5-toubun no Hanayome","titleJPN":"五等分の花嫁","episodes":12,"episodesFinished":12,"score":7.68,"scoreUser":124,"thumbnail":"https://cdn.myanimelist.net/images/anime/1819/97947.jpg","image_path":"static/animedb/5-toubun_no_Hanayome-5-toubun_no_Hanayome/image","synopsis":"Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish personality and reclusive nature have left him friendless, and his father is debt-ridden, forcing his family to scrape by. One day during his lunch break, Uesugi argues with a female transfer student who has claimed \"his seat,\" leading both of them to dislike each other. That same day, he is presented with a golden opportunity to clear his family's debt: a private tutoring gig for a wealthy family's daughter, with a wage of five times the market price. He accepts the proposal, but is horrified to discover that the client, Itsuki Nakano, is the girl he confronted earlier! After unsuccessfully trying to get back on Itsuki's good side, Uesugi finds out that his problems don't end there: Itsuki is actually a quintuplet, so in addition to her, he must also tutor her sisters—Miku, Yotsuba, Nino, and Ichika—who, despite the very real threat of flunking, want nothing to do with a tutor. However, his family's livelihood is on the line so Uesugi pushes on, adamant in his resolve to rid the sisters of their detest for studying and successfully lead them to graduation. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2019"},{"title":"Steins;Gate","titleJPN":"STEINS;GATE","episodes":24,"episodesFinished":24,"score":9.09,"scoreUser":160,"thumbnail":"https://cdn.myanimelist.net/images/anime/5/73199.jpg","image_path":"static/animedb/Steins_Gate-Steins_Gate/image","synopsis":"The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective \"future gadgets\" with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed \"Daru.\" The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the \"Phone Microwave,\" which performs the strange function of morphing bananas into piles of green gel. Though miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history. Adapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2011"},{"title":"Citrus","titleJPN":"シトラス","episodes":12,"episodesFinished":12,"score":6.49,"scoreUser":-1,"thumbnail":"https://cdn.myanimelist.net/images/anime/11/89985.jpg","image_path":"static/animedb/Citrus-Citrus/image","synopsis":"During the summer of her freshman year of high school, Yuzu Aihara's mother remarried, forcing her to transfer to a new school. To a fashionable socialite like Yuzu, this inconvenient event is just another opportunity to make new friends, fall in love, and finally experience a first kiss. Unfortunately, Yuzu's dreams and style do not conform with her new ultrastrict, all-girls school, filled with obedient shut-ins and overachieving grade-skippers. Her gaudy appearance manages to grab the attention of Mei Aihara, the beautiful and imposing student council president, who immediately proceeds to sensually caress Yuzu's body in an effort to confiscate her cellphone. Thoroughly exhausted from her first day, Yuzu arrives home and discovers a shocking truth—Mei is actually her new step-sister! Though Yuzu initially tries to be friendly with her, Mei's cold shoulder routine forces Yuzu to begin teasing her. But before Yuzu can finish her sentence, Mei forces her to the ground and kisses her, with Yuzu desperately trying to break free. Once done, Mei storms out of the room, leaving Yuzu to ponder the true nature of her first kiss, and the secrets behind the tortured expression in the eyes of her new sister. [Written by MAL Rewrite]","type":"TV","status":"planned","season":"Winter 2018"},{"title":"Tensei shitara Slime Datta Ken","titleJPN":"転生したらスライムだった件","episodes":24,"episodesFinished":24,"score":8.12,"scoreUser":132,"thumbnail":"https://cdn.myanimelist.net/images/anime/1694/93337.jpg","image_path":"static/animedb/Tensei_shitara_Slime_Datta_Ken-Tensei_shitara_Slime_Datta_Ken/image","synopsis":"Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of. When Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Veldora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Veldora bestows upon him the name Rimuru Tempest to grant him divine protection. Now, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2018"},{"title":"Kill la Kill","titleJPN":"キルラキル","episodes":24,"episodesFinished":24,"score":8.06,"scoreUser":135,"thumbnail":"https://cdn.myanimelist.net/images/anime/1464/111943.jpg","image_path":"static/animedb/Kill_la_Kill-Kill_la_Kill/image","synopsis":"After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. Thoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Fall 2013"},{"title":"Kobayashi-san Chi no Maid Dragon","titleJPN":"小林さんちのメイドラゴン","episodes":13,"episodesFinished":13,"score":8.01,"scoreUser":149,"thumbnail":"https://cdn.myanimelist.net/images/anime/5/85434.jpg","image_path":"static/animedb/Kobayashi-san_Chi_no_Maid_Dragon-Kobayashi-san_Chi_no_Maid_Dragon/image","synopsis":"As Kobayashi sets off for another day at work, she opens her apartment door only to be met by an unusually frightening sight—the head of a dragon, staring at her from across the balcony. The dragon immediately transforms into a cute, busty, and energetic young girl dressed in a maid outfit, introducing herself as Tooru. It turns out that the stoic programmer had come across the dragon the previous night on a drunken excursion to the mountains, and since the mythical beast had nowhere else to go, she had offered the creature a place to stay in her home. Thus, Tooru had arrived to cash in on the offer, ready to repay her savior's kindness by working as her personal maidservant. Though deeply regretful of her words and hesitant to follow through on her promise, a mix of guilt and Tooru's incredible dragon abilities convinces Kobayashi to take the girl in. Despite being extremely efficient at her job, the maid's unorthodox methods of housekeeping often end up horrifying Kobayashi and at times bring more trouble than help. Furthermore, the circumstances behind the dragon's arrival on Earth seem to be much more complicated than at first glance, as Tooru bears some heavy emotions and painful memories. To top it all off, Tooru's presence ends up attracting several other mythical beings to her new home, bringing in a host of eccentric personalities. Although Kobayashi makes her best effort to handle the crazy situation that she has found herself in, nothing has prepared her for this new life with a dragon maid. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2017"},{"title":"Chuunibyou demo Koi ga Shitai!","titleJPN":"中二病でも恋がしたい!","episodes":12,"episodesFinished":12,"score":7.73,"scoreUser":133,"thumbnail":"https://cdn.myanimelist.net/images/anime/12/46931.jpg","image_path":"static/animedb/Chuunibyou_demo_Koi_ga_Shitai-Chuunibyou_demo_Koi_ga_Shitai/image","synopsis":"Everybody has had that stage in their life where they have thought themselves to be special, different from the masses of ordinary humans. They might go as far as seeing themselves capable of wielding mystical powers, or maybe even believe themselves to have descended from a fantasy realm. This \"disease\" is known as \"chuunibyou\" and is often the source of some of the most embarrassing moments of a person's life. For Yuuta Togashi, the scars that his chuunibyou has left behind are still fresh. Having posed as the \"Dark Flame Master\" during his middle school years, he looks back at those times with extreme embarrassment, so much so that he decides to attend a high school far away where nobody will recognize him. Putting his dark history behind him, he longs to live a normal high school life. Unfortunately, he hasn't escaped his past yet: enter Rikka Takanashi, Yuuta's new classmate and self-declared vessel of the \"Wicked Eye.\" As this eccentric young girl crashes into Yuuta's life, his dream of an ordinary, chuunibyou-free life quickly crumbles away. In this hilarious and heartwarming story of a boy who just wants to leave his embarrassing memories behind, the delusions of old are far from a thing of the past. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Fall 2012"},{"title":"Tonikaku Kawaii","titleJPN":"トニカクカワイイ","episodes":12,"episodesFinished":12,"score":7.92,"scoreUser":132,"thumbnail":"https://cdn.myanimelist.net/images/anime/1613/108722.jpg","image_path":"static/animedb/Tonikaku_Kawaii-Tonikaku_Kawaii/image","synopsis":"Nasa Yuzaki is determined to leave his name in the history books. Ranking first in the national mock exam and aiming for a distinguished high school, he is certain that he has his whole life mapped out. However, fate is a fickle mistress. On his way home one snowy evening, Nasa's eyes fall upon a peerless beauty across the street. Bewitched, Nasa tries to approach her—only to get blindsided by an oncoming truck. Thankfully, his life is spared due to the girl's swift action. Bleeding by the side of an ambulance, he watches as the girl walks away under the moonlight—reminiscent of Princess Kaguya leaving for the moon. Refusing to let this chance meeting end, he forces his crippled body to chase after her and asks her out. Surprised by his foolhardiness and pure resolve, the girl accepts his confession under a single condition: they can only be together if he marries her! [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2020"},{"title":"Saenai Heroine no Sodatekata ♭","titleJPN":"冴えない彼女〈ヒロイン〉の育てかた♭","episodes":11,"episodesFinished":11,"score":7.78,"scoreUser":141,"thumbnail":"https://cdn.myanimelist.net/images/anime/2/84797.jpg","image_path":"static/animedb/Saenai_Heroine_no_Sodatekata_♭-Saenai_Heroine_no_Sodatekata_♭/image","synopsis":"After finally completing the first route of his visual novel, Blessing Software's producer Tomoya Aki is optimistic about the future of his team and achieving their goal of creating the best game of the season. However, they still have a long way to go. For one, Megumi Katou still has an incredibly flat personality and is unable to fit the role of Tomoya's ideal heroine. The other members of Blessing Software, Eriri Spencer Sawamura, Utaha Kasumigaoka, and Michiru Hyoudou, often forget she is even there due to her lack of presence and character. Throughout the development of their game, Blessing Software learns the struggles of working in an industry where deadlines must be met and edits are made constantly, and the hardships of working in a group setting. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2017"},{"title":"Saenai Heroine no Sodatekata","titleJPN":"冴えない彼女〈ヒロイン〉の育てかた","episodes":12,"episodesFinished":12,"score":7.51,"scoreUser":132,"thumbnail":"https://cdn.myanimelist.net/images/anime/7/68783.jpg","image_path":"static/animedb/Saenai_Heroine_no_Sodatekata-Saenai_Heroine_no_Sodatekata/image","synopsis":"Tomoya Aki, an otaku, has been obsessed with collecting anime and light novels for years, attaching himself to various series with captivating stories and characters. Now, he wants to have a chance of providing the same experience for others by creating his own game, but unfortunately, Tomoya cannot do this task by himself. He successfully recruits childhood friend Eriri Spencer Sawamura to illustrate and literary elitist Utaha Kasumigaoka to write the script for his visual novel, while he directs. Super-group now in hand, Tomoya only needs an inspiration to base his project on, and luckily meets the beautiful, docile Megumi Katou, who he then models his main character after. Using what knowledge he has, Tomoya creates a new doujin circle with hopes to touch the hearts of those who play their game. What he does not realize, is that to invoke these emotions, the creators have had to experience the same feelings in their own lives. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2015"},{"title":"Akudama Drive","titleJPN":"アクダマドライブ","episodes":12,"episodesFinished":12,"score":7.65,"scoreUser":-1,"thumbnail":"https://cdn.myanimelist.net/images/anime/1468/109172.jpg","image_path":"static/animedb/Akudama_Drive-Akudama_Drive/image","synopsis":"The bustling metropolis of Kansai, where cybernetic screens litter the neon landscape, may seem like a technological utopia at first glance. But in the dark alleys around the brightly-lit buildings, an unforgiving criminal underbelly still exists in the form of fugitives known as \"Akudama.\" No stranger to these individuals, Kansai police begin the countdown to the public execution of an infamous Akudama \"Cutthroat,\" guilty of killing 999 people. However, a mysterious message is sent to several elite Akudama, enlisting them to free Cutthroat for a substantial amount of money. An invisible hand seeks to gather these dangerous personas in one place, ensuring that the execution is well underway to becoming a full-blown bloodbath. [Written by MAL Rewrite]","type":"TV","status":"planned","season":"Fall 2020"},{"title":"Violet Evergarden Movie","titleJPN":"劇場版 ヴァイオレット・エヴァーガーデン","episodes":1,"episodesFinished":1,"score":8.98,"scoreUser":161,"thumbnail":"https://cdn.myanimelist.net/images/anime/1825/110716.jpg","image_path":"static/animedb/Violet_Evergarden_Movie-Violet_Evergarden_Movie/image","synopsis":"Several years have passed since the end of The Great War. As the radio tower in Leidenschaftlich continues to be built, telephones will soon become more relevant, leading to a decline in demand for \"Auto Memory Dolls.\" Even so, Violet Evergarden continues to rise in fame after her constant success with writing letters. However, sometimes the one thing you long for is the one thing that does not appear. Violet Evergarden Movie follows Violet as she continues to comprehend the concept of emotion and the meaning of love. At the same time, she pursues a glimmer of hope that the man who once told her, \"I love you,\" may still be alive even after the many years that have passed. [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Shigatsu wa Kimi no Uso","titleJPN":"四月は君の嘘","episodes":22,"episodesFinished":22,"score":8.68,"scoreUser":-1,"thumbnail":"https://cdn.myanimelist.net/images/anime/3/67177.jpg","image_path":"static/animedb/Shigatsu_wa_Kimi_no_Uso-Shigatsu_wa_Kimi_no_Uso/image","synopsis":"Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano. Two years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again. Based on the manga series of the same name, Shigatsu wa Kimi no Uso approaches the story of Kousei's recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April. [Written by MAL Rewrite]","type":"TV","status":"planned","season":"Fall 2014"},{"title":"Poputepipikku","titleJPN":"ポプテピピック","episodes":12,"episodesFinished":12,"score":7.28,"scoreUser":116,"thumbnail":"https://cdn.myanimelist.net/images/anime/3/88816.jpg","image_path":"static/animedb/Poputepipikku-Poputepipikku/image","synopsis":"Poputepipikku turns absurdist comedy up to eleven with its pop culture references and surreal hilarity. With two bonafide high school girl protagonists—the short and exceptionally quick to anger Popuko, and the tall and unshakably calm Pipimi—they throw genres against the wall and don't wait to see what sticks. Parody is interlaced with drama, action, crudeness, and the show's overarching goal—to become a real anime. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Winter 2018"},{"title":"Shadows House","titleJPN":"シャドーハウス","episodes":13,"episodesFinished":13,"score":7.76,"scoreUser":132,"thumbnail":"https://cdn.myanimelist.net/images/anime/1424/113342.jpg","image_path":"static/animedb/Shadows_House-Shadows_House/image","synopsis":"The Shadows, characterized by their pitch-black appearance and tendency to emit soot when agitated, are a family of nobles who reside in a colossal manor deep within the mountains far from other humans. When a Shadow child is nearly of-age, they are assigned a Living Doll who acts not only as their attendant but also as their second half—the faces they could have had if not for their complexion. Emilico is a cheerful, newly created Doll who serves a rather soft-spoken master named Kate. Despite their difference in personalities, Emilico does what she can to carry out the needs of her master. As she learns more about her role and duty, Emilico begins to meet her fellow Dolls and their respective masters and comes to know more about the purpose of her existence. \"Do not fret over trivial matters,\" says one of the rules to which all Dolls must abide. But how could the ever-curious Emilico do so in the face of the deep secrets that the Shadows House holds? [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2021"},{"title":"Bishounen Tanteidan","titleJPN":"美少年探偵団","episodes":12,"episodesFinished":12,"score":7.19,"scoreUser":104,"thumbnail":"https://cdn.myanimelist.net/images/anime/1693/115133.jpg","image_path":"static/animedb/Bishounen_Tanteidan-Bishounen_Tanteidan/image","synopsis":"Mayumi Doujima promises her parents that she will give up on her dreams of becoming an astronaut on her 14th birthday if she cannot find a star she once saw long ago. Overhearing her troubles, the eccentric Manabu Soutouin offers to help her search for the star alongside the rest of Yubiwa Academy's mysterious Pretty Boy Detective Club, whose rules are as follows: \"Be pretty, be a boy, and be a detective!\" However, Mayumi is unique—she can see many things that ordinary people cannot. Her eyesight allows her to see the tiniest of details, from people approaching her at a distance to hidden traps that would otherwise go undetected. When the search for the lost star begins to sour, the Pretty Boy Detective Club end up entangled in something far beyond what they ever imagined. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Spring 2021"},{"title":"Odd Taxi","titleJPN":"オッドタクシー","episodes":13,"episodesFinished":13,"score":8.77,"scoreUser":156,"thumbnail":"https://cdn.myanimelist.net/images/anime/1981/113348.jpg","image_path":"static/animedb/Odd_Taxi-Odd_Taxi/image","synopsis":"Eccentric and blunt, the walrus Hiroshi Odokawa lives a relatively normal life. He drives a taxi for a living, and there he meets several unique individuals: the jobless Taichi Kabasawa who is dead-set on going viral, the mysterious nurse Miho Shirakawa, the struggling comedic duo \"Homo Sapiens,\" and Dobu, a well-known delinquent. But Odokawa's simple way of life is about to be turned upside-down. The case of a missing girl the police have been tracking leads back to him, and now both the yakuza and a duo of corrupt cops are on his tail. Set in a strangely familiar city filled with unusual individuals, Odd Taxi is a bizarre story about a humble taxi driver and the mystery of a lost high schooler. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2021"},{"title":"Ijiranaide, Nagatoro-san","titleJPN":"イジらないで、長瀞さん","episodes":12,"episodesFinished":12,"score":7.44,"scoreUser":100,"thumbnail":"https://cdn.myanimelist.net/images/anime/1900/110097.jpg","image_path":"static/animedb/Ijiranaide_Nagatoro-san-Ijiranaide_Nagatoro-san/image","synopsis":"Every day, Naoto Hachiouji is teased relentlessly by Hayase Nagatoro, a first year student he meets one day in the library while working on his manga. After reading his story and seeing his awkward demeanor, she decides from that moment on to toy with him, even calling him \"Senpai\" in lieu of using his real name. At first, Nagatoro's relentless antics are more bothersome than anything and leave him feeling embarrassed, as he is forced to cater to her whims. However, as they spend more time together, a strange sort of friendship develops between them, and Naoto finds that life with Nagatoro can even be fun. But one thing's for sure: his days will never be dull again. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Spring 2021"},{"title":"Fumetsu no Anata e","titleJPN":"不滅のあなたへ","episodes":20,"episodesFinished":20,"score":8.43,"scoreUser":134,"thumbnail":"https://cdn.myanimelist.net/images/anime/1880/118484.jpg","image_path":"static/animedb/Fumetsu_no_Anata_e-Fumetsu_no_Anata_e/image","synopsis":"An Orb, known only as It, is cast to Earth to be observed from afar. Capable of changing forms from beings whose reflections It captures, It first becomes a rock and then, due to the rising temperature, moss. It does not move until one snowy day, a wolf at death's door barely crosses by. When It takes the animal's form, It attains awareness of its consciousness and starts to wander with an unclear destination in mind. Soon, It comes across the wolf's master—a young boy waiting for his tribe to return from a paradise abundant with fish and fruit in the south. Although the boy is lonely, he still hopes those whom he holds dear in his memories have not forgotten him and that he will reunite with them one day. The boy wants to explore new surroundings and decides to abandon his home with It to find the paradise using the traces his tribe left behind. However, with a heavily injured body and no sight of his elder comrades, what will become of the boy? Fumetsu no Anata e illustrates the story of an immortal being experiencing humanity, meeting all types of people in many places throughout time. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Spring 2021"},{"title":"Hige wo Soru. Soshite Joshikousei wo Hirou.","titleJPN":"ひげを剃る。そして女子高生を拾う。","episodes":13,"episodesFinished":13,"score":7.33,"scoreUser":113,"thumbnail":"https://cdn.myanimelist.net/images/anime/1146/113477.jpg","image_path":"static/animedb/Hige_wo_Soru_Soshite_Joshikousei_wo_Hirou-Hige_wo_Soru_Soshite_Joshikousei_wo_Hirou/image","synopsis":"When regular salaryman Yoshida wakes up one Sunday morning after a long night at the bar, the last thing he expects to see is that his tiny apartment has a new resident—an unfamiliar high school girl. The previous night, despite finally gathering the courage to confess to his boss and longtime crush, Airi Gotou, Yoshida was rejected. After drowning his sorrows at a bar with his good friend Hashimoto, Yoshida headed back to his home in a drunken stupor, only to run into Sayu Ogiwara, a runaway high schooler. She asked him to let her stay the night, and with his judgment clouded by alcohol, Yoshida complied. Now, with his head on straight but with no memory of last night's events, Yoshida has Sayu explain just how she ended up sleeping at his apartment. Having listened to her story, Yoshida finds himself unable to kick her out—especially after learning that she came all the way from Hokkaido! So, despite his reservations about sheltering an underage girl, Yoshida allows her to stay, and their life together begins. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2021"},{"title":"Hataraku Maou-sama!","titleJPN":"はたらく魔王さま!","episodes":13,"episodesFinished":13,"score":7.79,"scoreUser":138,"thumbnail":"https://cdn.myanimelist.net/images/anime/3/50177.jpg","image_path":"static/animedb/Hataraku_Maou-sama-Hataraku_Maou-sama/image","synopsis":"Striking fear into the hearts of mortals, the Demon Lord Satan begins to conquer the land of Ente Isla with his vast demon armies. However, while embarking on this brutal quest to take over the continent, his efforts are foiled by the hero Emilia, forcing Satan to make his swift retreat through a dimensional portal only to land in the human world. Along with his loyal general Alsiel, the demon finds himself stranded in modern-day Tokyo and vows to return and complete his subjugation of Ente Isla—that is, if they can find a way back! Powerless in a world without magic, Satan assumes the guise of a human named Sadao Maou and begins working at MgRonald's—a local fast-food restaurant—to make ends meet. He soon realizes that his goal of conquering Ente Isla is just not enough as he grows determined to climb the corporate ladder and become the ruler of Earth, one satisfied customer at a time! Whether it's part-time work, household chores, or simply trying to pay the rent on time, Hataraku Maou-sama! presents a hilarious view of the most mundane aspects of everyday life, all through the eyes of a hapless demon lord. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2013"},{"title":"Vivy: Fluorite Eye's Song","titleJPN":"Vivy -Fluorite Eye's Song- (ヴィヴィ -フローライトアイズソング-)","episodes":13,"episodesFinished":13,"score":8.48,"scoreUser":169,"thumbnail":"https://cdn.myanimelist.net/images/anime/1637/115052.jpg","image_path":"static/animedb/Vivy__Fluorite_Eyes_Song-Vivy__Fluorite_Eyes_Song/image","synopsis":"When highly evolved AIs set out to eradicate mankind, the carnage that ensues fills the air with the stench of fresh blood and burning bodies. In a desperate bid to prevent the calamity from ever occurring, a scientist bets everything on a remnant from the past. Turning the clock back a hundred years, AIs are already an integral part of human society, programmed with specific missions meant to be carried out for their entire course of operation. Vivy, the first ever autonomous AI, is a songstress tasked with spreading happiness through her voice. In a theme park where she hardly ever gets a proper audience, she strives to pour her heart out into her performances, bound to repeat it day after day—that is, until an advanced AI from the future appears before her and enlists her help in stopping a devastating war a hundred years in the making. With no time to process the revelation that flips her world upside down, Vivy is catapulted into a century-long journey to avert the violent history yet to come. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2021"},{"title":"Sentouin, Hakenshimasu!","titleJPN":"戦闘員、派遣します！","episodes":12,"episodesFinished":12,"score":7.21,"scoreUser":118,"thumbnail":"https://cdn.myanimelist.net/images/anime/1444/115118.jpg","image_path":"static/animedb/Sentouin_Hakenshimasu-Sentouin_Hakenshimasu/image","synopsis":"As a chief operative of the villainous Kisaragi Corporation, Sentouin Roku-gou receives orders to help the organization conquer the entire known universe. Tasked with infiltrating the kingdom of Grace—a mission that could change the fate of the world—Roku-gou mistakenly believes that his skills as a combatant are superb, fuelling his arrogant attitude. To ensure the success of the mission, Alice Kisaragi, an exceptional android with a youthful appearance named after the company itself, is assigned to be Roku-gou's travel companion. Upon their arrival at the outskirts of the kingdom, Alice and Roku-gou encounter Snow, the commander of the country's royal guard. Snow leads the pair to a broken legendary artifact, and Roku-gou seizes the opportunity for a long-awaited promotion at his company and changes the recitation for the sacred ritual to an embarrassing phrase. As punishment, the princess of the kingdom forces Roku-gou to become an honorary knight, fulfilling part of his mission. Having infiltrated the kingdom's inner circle, Roku-gou must now help his new employer fight against the Demon Lord's Army, all while perpetuating evil deeds as a combatant of the Kisaragi Corporation. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2021"},{"title":"Sora yori mo Tooi Basho","titleJPN":"宇宙よりも遠い場所","episodes":13,"episodesFinished":13,"score":8.55,"scoreUser":169,"thumbnail":"https://cdn.myanimelist.net/images/anime/6/89879.jpg","image_path":"static/animedb/Sora_yori_mo_Tooi_Basho-Sora_yori_mo_Tooi_Basho/image","synopsis":"Filled with an overwhelming sense of wonder for the world around her, Mari Tamaki has always dreamt of what lies beyond the reaches of the universe. However, despite harboring such large aspirations on the inside, her fear of the unknown and anxiety over her own possible limitations have always held her back from chasing them. But now, in her second year of high school, Mari is more determined than ever to not let any more of her youth go to waste. Still, her fear continues to prevent her from taking that ambitious step forward—that is, until she has a chance encounter with a girl who has grand dreams of her own. Spurred by her mother's disappearance, Shirase Kobuchizawa has been working hard to fund her trip to Antarctica. Despite facing doubt and ridicule from virtually everyone, Shirase is determined to embark on this expedition to search for her mother in a place further than the universe itself. Inspired by Shirase's resolve, Mari jumps at the chance to join her. Soon, their efforts attract the attention of the bubbly Hinata Miyake, who is eager to stand out, and Yuzuki Shiraishi, a polite girl from a high class background. Together, they set sail toward the frozen south. Sora yori mo Tooi Basho follows the captivating journey of four spirited girls, all in search of something great. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2018"},{"title":"Dumbbell Nan Kilo Moteru?","titleJPN":"ダンベル何キロ持てる？","episodes":12,"episodesFinished":12,"score":7.29,"scoreUser":136,"thumbnail":"https://cdn.myanimelist.net/images/anime/1385/101060.jpg","image_path":"static/animedb/Dumbbell_Nan_Kilo_Moteru-Dumbbell_Nan_Kilo_Moteru/image","synopsis":"During a regular after-school grub crawl, gluttonous high schooler Hibiki Sakura is confronted about her ever-expanding waistline by her best friend, Ayaka Uehara. With her attempts at solitary exercise failing miserably, Hibiki decides to join the newly opened Silverman Gym. At her orientation, Hibiki runs into student council president and school idol Akemi Souryuuin. However, it soon turns out that Hibiki is in for a lot more than she bargained for. Not only is Silverman Gym full of world-renowned bodybuilders and athletes, but to make matters worse, Akemi turns out to be a total muscle fetishist! Grossed out by the scene unfolding before her eyes, Hibiki begins to leave, only to be stopped by trainer Naruzou Machio. Completely enthralled with her newfound Prince Charming, Hibiki signs up as a gym member. Now, as a result of her spur-of-the-moment decision, Hibiki must adapt to her new lifestyle. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2019"},{"title":"Fruits Basket 1st Season","titleJPN":"フルーツバスケット","episodes":25,"episodesFinished":25,"score":8.22,"scoreUser":-1,"thumbnail":"https://cdn.myanimelist.net/images/anime/1447/99827.jpg","image_path":"static/animedb/Fruits_Basket_1st_Season-Fruits_Basket_1st_Season/image","synopsis":"Tooru Honda has always been fascinated by the story of the Chinese Zodiac that her beloved mother told her as a child. However, a sudden family tragedy changes her life, and subsequent circumstances leave her all alone. Tooru is now forced to live in a tent, but little does she know that her temporary home resides on the private property of the esteemed Souma family. Stumbling upon their home one day, she encounters Shigure, an older Souma cousin, and Yuki, the \"prince\" of her school. Tooru explains that she lives nearby, but the Soumas eventually discover her well-kept secret of being homeless when they see her walking back to her tent one night. Things start to look up for Tooru as they kindly offer to take her in after hearing about her situation. But soon after, she is caught up in a fight between Yuki and his hot-tempered cousin, Kyou. While trying to stop them, she learns that the Souma family has a well-kept secret of their own: whenever they are hugged by a member of the opposite sex, they transform into the animals of the Chinese Zodiac. With this new revelation, Tooru will find that living with the Soumas is an unexpected adventure filled with laughter and romance. [Written by MAL Rewrite]","type":"TV","status":"planned","season":"Spring 2019"},{"title":"Grand Blue","titleJPN":"ぐらんぶる","episodes":12,"episodesFinished":12,"score":8.43,"scoreUser":132,"thumbnail":"https://cdn.myanimelist.net/images/anime/1302/94882.jpg","image_path":"static/animedb/Grand_Blue-Grand_Blue/image","synopsis":"Iori Kitahara moves to the coastal town of Izu for his freshman year at its university, taking residence above Grand Blue, his uncle's scuba diving shop. Iori has high hopes and dreams about having the ideal college experience, but when he enters the shop he is sucked into the alcoholic activities of the carefree members of the Diving Club who frequent the place. Persuaded by upperclassmen Shinji Tokita and Ryuujirou Kotobuki, Iori reluctantly joins their bizarre party. His cousin Chisa Kotegawa later walks in and catches him in the act, earning Iori her utter disdain. Based on Kenji Inoue and Kimitake Yoshioka's popular comedy manga, Grand Blue follows Iori's misadventures with his eccentric new friends as he strives to realize his ideal college dream, while also learning how to scuba dive. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2018"},{"title":"Hinamatsuri (TV)","titleJPN":"ヒナまつり","episodes":12,"episodesFinished":12,"score":8.17,"scoreUser":148,"thumbnail":"https://cdn.myanimelist.net/images/anime/1580/93526.jpg","image_path":"static/animedb/Hinamatsuri_TV-Hinamatsuri_TV/image","synopsis":"While reveling in the successful clinching of a prized vase for his collection, Yoshifumi Nitta, a yakuza member, is rudely interrupted when a large, peculiar capsule suddenly materializes and falls on his head. He opens the capsule to reveal a young, blue-haired girl, who doesn't divulge anything about herself but her name—Hina—and the fact that she possesses immense powers. As if things couldn't get any worse, she loses control and unleashes an explosion if her powers remain unused. Faced with no other choice, Nitta finds himself becoming her caregiver. To let her use her powers freely, Nitta asks Hina to help out with a construction deal, which goes smoothly. But while this is happening, a rival yakuza group covertly attacks his boss. To Nitta's shock, his colleagues later pin the blame on him! Tasked with attacking the rival group in retaliation, Nitta steels himself and arrives at their hideout. But suddenly, Hina unexpectedly steps in and helps him wipe out the entire group. As it turns out, Hina might just become a valuable asset to Nitta and his yakuza business, provided she does not use her powers on him first! And so the strange life of this unusual duo begins. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2018"},{"title":"Sayonara no Asa ni Yakusoku no Hana wo Kazarou","titleJPN":"さよならの朝に約束の花をかざろう","episodes":1,"episodesFinished":1,"score":8.43,"scoreUser":137,"thumbnail":"https://cdn.myanimelist.net/images/anime/11/89556.jpg","image_path":"static/animedb/Sayonara_no_Asa_ni_Yakusoku_no_Hana_wo_Kazarou-Sayonara_no_Asa_ni_Yakusoku_no_Hana_wo_Kazarou/image","synopsis":"Maquia is a member of a special race called the Iorph—mystical beings who can live for hundreds of years and remain separate from the lives and daily troubles of mankind. However, Maquia has always felt lonely despite being surrounded by her people, as she was orphaned from a young age. She daydreams about the outside world, but dares not travel from her home due to the warnings of the clan's chief. One day however, the outside world finds her, as the power-hungry kingdom of Mezarte invades her homeland. They already have what is left of the giant dragons, the Renato, under their control, and now their king wishes to add the immortality of the Iorph to his bloodline. The humans and their Renato ravage the Iorph homeland and kill most of its inhabitants. Caught in the midst of the attack, Maquia is carried off by one of the Renato that has gone berserk. It soon dies, and she is left deserted in a forest far from home, now truly alone save for the cries of a single baby off in the distance. Maquia finds the baby in a destroyed village and decides to raise him as her own, naming him Ariel. Although she knows nothing of the human world, how to raise a child that ages much faster than her, or how to live with the smoldering loneliness inside, she is determined to make it all work somehow. [Written by MAL Rewrite]","type":"Movie","status":"finished","season":null},{"title":"Shirobako Movie","titleJPN":"劇場版 SHIROBAKO","episodes":1,"episodesFinished":1,"score":7.73,"scoreUser":131,"thumbnail":"https://cdn.myanimelist.net/images/anime/1328/111351.jpg","image_path":"static/animedb/Shirobako_Movie-Shirobako_Movie/image","synopsis":"The film's story is set four years after the events of the original Shirobako anime. Aoi Miyamori keeps busy dealing with the ordinary troubles in her daily work at Musashino Animation. After a morning meeting, Watanabe talks to Aoi and puts her in charge of a new theatrical anime project for the studio. The project has unexpected problems, and Aoi is unsure if the company can proceed with a theatrical anime with its current state of affairs. While dealing with that anxiety, Aoi meets a new colleague named Kaede Miyai (voiced by Ayane Sakura). She and the MusAni team work together to complete the project. (Source: ANN)","type":"Movie","status":"finished","season":null},{"title":"Shirobako","titleJPN":"SHIROBAKO","episodes":24,"episodesFinished":24,"score":8.31,"scoreUser":150,"thumbnail":"https://cdn.myanimelist.net/images/anime/1918/93511.jpg","image_path":"static/animedb/Shirobako-Shirobako/image","synopsis":"It all started in Kaminoyama High School, when five best friends—Aoi Miyamori, Ema Yasuhara, Midori Imai, Shizuka Sakaki, and Misa Toudou—discovered their collective love for all things anime and formed the animation club. After making their first amateur anime together and showcasing it at the culture festival, the group vows to pursue careers in the industry, aiming to one day work together and create their own mainstream show. Two and a half years later, Aoi and Ema have managed to land jobs at the illustrious Musashino Animation production company. The others, however, are finding it difficult to get their dream jobs. Shizuka is feeling the weight of not being recognized as a capable voice actor, Misa has a secure yet unsatisfying career designing 3D models for a car company, and Midori is a university student intent on pursuing her dream as a story writer. These five girls will learn that the path to success is one with many diversions, but dreams can still be achieved through perseverance and a touch of eccentric creativity. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Fall 2014"},{"title":"One Punch Man 2nd Season","titleJPN":"ワンパンマン","episodes":12,"episodesFinished":12,"score":7.44,"scoreUser":95,"thumbnail":"https://cdn.myanimelist.net/images/anime/1805/99571.jpg","image_path":"static/animedb/One_Punch_Man_2nd_Season-One_Punch_Man_2nd_Season/image","synopsis":"In the wake of defeating Boros and his mighty army, Saitama has returned to his unremarkable everyday life in Z-City. However, unbeknownst to him, the number of monsters appearing is still continuously on the rise, putting a strain on the Hero Association’s resources. Their top executives decide on the bold move of recruiting hoodlums in order to help in their battle. But during the first meeting with these potential newcomers, a mysterious man calling himself Garou makes his appearance. Claiming to be a monster, he starts mercilessly attacking the crowd. The mysterious Garou continues his rampage against the Hero Association, crushing every hero he encounters. He turns out to be the legendary martial artist Silverfang’s best former disciple and seems driven by unknown motives. Regardless, this beast of a man seems unstoppable. Intrigued by this puzzling new foe and with an insatiable thirst for money, Saitama decides to seize the opportunity and joins the interesting martial arts competition. As the tournament commences and Garou continues his rampage, a new great menace reveals itself, threatening the entire human world. Could this finally be the earth-shattering catastrophe predicted by the great seer Madame Shibabawa? [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2019"},{"title":"One Punch Man 2nd Season","titleJPN":"ワンパンマン","episodes":12,"episodesFinished":12,"score":7.44,"scoreUser":95,"thumbnail":"https://cdn.myanimelist.net/images/anime/1805/99571.jpg","image_path":"static/animedb/One_Punch_Man_2nd_Season-One_Punch_Man_2nd_Season/image","synopsis":"In the wake of defeating Boros and his mighty army, Saitama has returned to his unremarkable everyday life in Z-City. However, unbeknownst to him, the number of monsters appearing is still continuously on the rise, putting a strain on the Hero Association’s resources. Their top executives decide on the bold move of recruiting hoodlums in order to help in their battle. But during the first meeting with these potential newcomers, a mysterious man calling himself Garou makes his appearance. Claiming to be a monster, he starts mercilessly attacking the crowd. The mysterious Garou continues his rampage against the Hero Association, crushing every hero he encounters. He turns out to be the legendary martial artist Silverfang’s best former disciple and seems driven by unknown motives. Regardless, this beast of a man seems unstoppable. Intrigued by this puzzling new foe and with an insatiable thirst for money, Saitama decides to seize the opportunity and joins the interesting martial arts competition. As the tournament commences and Garou continues his rampage, a new great menace reveals itself, threatening the entire human world. Could this finally be the earth-shattering catastrophe predicted by the great seer Madame Shibabawa? [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Spring 2019"},{"title":"Wonder Egg Priority","titleJPN":"ワンダーエッグ・プライオリティ","episodes":12,"episodesFinished":12,"score":7.82,"scoreUser":165,"thumbnail":"https://cdn.myanimelist.net/images/anime/1079/110751.jpg","image_path":"static/animedb/Wonder_Egg_Priority-Wonder_Egg_Priority/image","synopsis":"Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg. Upon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own. As past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Winter 2021"},{"title":"Non Non Biyori Repeat","titleJPN":"のんのんびより りぴーと","episodes":12,"episodesFinished":12,"score":8.19,"scoreUser":140,"thumbnail":"https://cdn.myanimelist.net/images/anime/9/75105.jpg","image_path":"static/animedb/Non_Non_Biyori_Repeat-Non_Non_Biyori_Repeat/image","synopsis":"Far from the hustle and bustle of urban life, and with only a single candy store and bus route to its name, the rural Asahigaoka is certainly not a place for everyone. Nevertheless, the village's children still manage to cheerfully spend their days exploring and having fun in the wilderness around them. One such child, Renge Miyauchi, the youngest of the group, looks forward to the entrance ceremony of the upcoming school year, signalling her entry into first grade and the beginning of her elementary school life. Attending the only school in town, Renge and her friends, seventh grader Natsumi Koshigaya and her eighth grade sister Komari, make the most out of their rural lifestyle, playing and studying everyday. Meanwhile, fifth grader Hotaru Ichijou has just moved to Asahigaoka from Tokyo, unaware of the numerous adventures and memories that await her. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2015"},{"title":"Asobi Asobase","titleJPN":"あそびあそばせ","episodes":12,"episodesFinished":12,"score":8.19,"scoreUser":131,"thumbnail":"https://cdn.myanimelist.net/images/anime/1139/95077.jpg","image_path":"static/animedb/Asobi_Asobase-Asobi_Asobase/image","synopsis":"During recess, Olivia, a foreign transfer student who doesn't know English, plays a game of \"look-the-other-way\" with Hanako Honda, a loud-mouthed airhead. Their rowdy behavior spurs the ire of Kasumi Nomura, a deadpan loner constantly teased by her older sister for her tendency to lose games. Not willing to compete, Kasumi declines Olivia's offer to join the fun, but eventually gets involved anyway and dispenses her own brand of mischief. Soon, a strange friendship blossoms between the peculiar trio, and they decide to form the \"Pastime Club,\" where they are free to resume their daily hijinks. Whether it be failing to learn English, trying desperately to become popular, or getting caught by teachers at the wrong time, school life will never be boring when the girls of Asobi Asobase are up to their hilarious antics. [Written by MAL Rewrite]","type":"TV","status":"finished","season":"Summer 2018"},{"title":"Monster Musume no Iru Nichijou","titleJPN":"モンスター娘のいる日常","episodes":12,"episodesFinished":12,"score":7.02,"scoreUser":139,"thumbnail":"https://cdn.myanimelist.net/images/anime/9/75104.jpg","image_path":"static/animedb/Monster_Musume_no_Iru_Nichijou-Monster_Musume_no_Iru_Nichijou/image","synopsis":"With his parents abroad, Kimihito Kurusu lived a quiet, unremarkable life alone until monster girls came crowding in! This alternate reality presents cutting-edge Japan, the first country to promote the integration of non-human species into society. After the incompetence of interspecies exchange coordinator Agent Smith leaves Kimihito as the homestay caretaker of a Lamia named Miia, the newly-minted \"Darling\" quickly attracts girls of various breeds, resulting in an ever-growing harem flush with eroticism and attraction. Unfortunately for him and the ladies, sexual interactions between species is forbidden by the Interspecies Exchange Act! The only loophole is through an experimental marriage provision. Kimihito's life becomes fraught with an abundance of creature-specific caveats and sensitive interspecies law as the passionate, affectionate, and lusty women hound his every move, seeking his romantic and sexual affections. With new species often appearing and events materializing out of thin air, where Kimihito and his harem go is anyone's guess! [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Summer 2015"},{"title":"Adachi to Shimamura","titleJPN":"安達としまむら","episodes":12,"episodesFinished":12,"score":7.12,"scoreUser":112,"thumbnail":"https://cdn.myanimelist.net/images/anime/1649/109056.jpg","image_path":"static/animedb/Adachi_to_Shimamura-Adachi_to_Shimamura/image","synopsis":"Somewhere in the school at noon, one might hear the sound of two girls playing table tennis together as they wait for time to pass by. As if by fate, two students—Sakura Adachi and Hougetsu Shimamura—stumble upon each other on the second floor of the school gymnasium. As they gradually foster a budding friendship, their feelings for one another only become more ambiguous. Growing closer by the day, the two must learn to navigate their contrasting personalities as well as determine the depth of their affection for each other. The nature of this relationship gradually shifts when one of them starts to develop feelings beyond the boundaries of a platonic relationship. Even so, Adachi and Shimamura must realize if forming a bond stronger than friendship will bring them closer or tear them apart. [Written by MAL Rewrite]","type":"TV","status":"watching","season":"Fall 2020"}]}